Repository: Brkgng/ZapPDF
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, tr, zh_hans

# help.rotateLeft
source: Rotate Left (⌘L)
de: Links drehen (⌘L)
es: Rotar a la izquierda (⌘L)
fr: Rotation gauche (⌘L)
ja: 左に回転 (⌘L)
tr: Sola döndür (⌘L)
zh_hans: 向左旋转 (⌘L)

# help.rotateRight
source: Rotate Right (⌘R)
de: Rechts drehen (⌘R)
es: Rotar a la derecha (⌘R)
fr: Rotation droite (⌘R)
ja: 右に回転 (⌘R)
tr: Sağa döndür (⌘R)
zh_hans: 向右旋转 (⌘R)

# help.undo
source: Undo (⌘Z)
de: Rückgängig (⌘Z)
es: Deshacer (⌘Z)
fr: Annuler (⌘Z)
ja: 元に戻す (⌘Z)
tr: Geri Al (⌘Z)
zh_hans: 撤销 (⌘Z)

source: Invalid range format: '%@'
de: Ungültiges Bereichsformat: '%@'
es: Formato de rango inválido: '%@'
fr: Format de plage invalide : « %@ »
ja: 無効な範囲形式: 「%@」
tr: Geçersiz aralık formatı: '%@'
zh_hans: 无效的范围格式：「%@」

# Invalid range: %lld-%lld (start must be ≤ end)
source: Invalid range: %1$lld-%2$lld (start must be ≤ end)
de: Ungültiger Bereich: %1$lld-%2$lld (Anfang muss ≤ Ende sein)
es: Rango inválido: %1$lld-%2$lld (el inicio debe ser ≤ al final)
fr: Plage invalide : %1$lld-%2$lld (le début doit être ≤ à la fin)
ja: 無効な範囲: %1$lld-%2$lld (開始は終了以下である必要があります)
tr: Geçersiz aralık: %1$lld-%2$lld (başlangıç ≤ bitiş olmalı)
zh_hans: 无效范围：%1$lld-%2$lld（起始必须≤结束）

# language.chineseSimplified
source: Chinese (Simplified)
de: Chinesisch (vereinfacht)
es: Chino (Simplificado)
fr: Chinois (simplifié)
ja: 中国語（簡体字）
tr: Çince (Basitleştirilmiş)
zh_hans: 简体中文

# language.english
source: English
de: Englisch
es: Inglés
fr: Anglais
ja: 英語
tr: İngilizce
zh_hans: 英语

# language.french
source: French
de: Französisch
es: Francés
fr: Français
ja: フランス語
tr: Fransızca
zh_hans: 法语

# language.german
source: German
de: Deutsch
es: Alemán
fr: Allemand
ja: ドイツ語
tr: Almanca
zh_hans: 德语

# language.japanese
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語
tr: Japonca
zh_hans: 日语

# language.spanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ja: スペイン語
tr: İspanyolca
zh_hans: 西班牙语

# language.turkish
source: Turkish
de: Türkisch
es: Turco
fr: Turc
ja: トルコ語
tr: Türkçe
zh_hans: 土耳其语

source: Merging PDFs... %@
de: PDFs werden zusammengeführt... %@
es: Combinando PDFs... %@
fr: Fusion des PDF... %@
ja: PDFを結合中... %@
tr: PDF'ler birleştiriliyor... %@
zh_hans: 正在合并PDF... %@

# monetization.unavailable
source: In-app purchases are unavailable in this build.
de: In-App-Käufe sind in diesem Build nicht verfügbar.
es: Las compras dentro de la app no están disponibles en esta compilación.
fr: Les achats intégrés ne sont pas disponibles dans cette version.
ja: このビルドではアプリ内課金を利用できません。
tr: Bu derlemede uygulama içi satın alımlar kullanılamıyor.
zh_hans: 此构建版本不支持应用内购买。

source: Moved from position %lld
de: Von Position %lld verschoben
es: Movido desde la posición %lld
fr: Déplacé depuis la position %lld
ja: 位置 %lld から移動
tr: Konum %lld'den taşındı
zh_hans: 从位置 %lld 移动

source: No actions left
de: Keine Aktionen mehr
es: No quedan acciones
fr: Aucune action restante
ja: 操作回数がありません
tr: İşlem kalmadı
zh_hans: 没有剩余操作

# onboarding.featuresDescription
source: Merge multiple PDFs, split documents, and reorder pages with ease.
de: Führen Sie mehrere PDFs zusammen, teilen Sie Dokumente und ordnen Sie Seiten mühelos neu an.
es: Combina múltiples PDFs, divide documentos y reordena páginas con facilidad.
fr: Fusionnez plusieurs PDF, divisez des documents et réorganisez les pages en toute simplicité.
ja: 複数のPDFを結合、ドキュメントを分割、ページを簡単に並べ替え。
tr: Birden fazla PDF'i birleştir, belgeleri böl ve sayfaları kolayca yeniden sırala.
zh_hans: 轻松合并多个PDF、拆分文档和重新排序页面。

# onboarding.featuresTitle
source: Powerful Features
de: Leistungsstarke Funktionen
es: Funciones potentes
fr: Fonctionnalités puissantes
ja: 強力な機能
tr: Güçlü Özellikler
zh_hans: 强大功能

# onboarding.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
tr: İleri
zh_hans: 下一步

# onboarding.previous
source: Previous
de: Zurück
es: Anterior
fr: Précédent
ja: 前へ
tr: Geri
zh_hans: 上一步

# onboarding.privacyDescription
source: All your PDFs are processed locally on your device. Nothing is ever uploaded to the cloud.
de: Alle Ihre PDFs werden lokal auf Ihrem Gerät verarbeitet. Nichts wird in die Cloud hochgeladen.
es: Todos tus PDFs se procesan localmente en tu dispositivo. Nada se sube nunca a la nube.
fr: Tous vos PDF sont traités localement sur votre appareil. Rien n'est jamais envoyé vers le cloud.
ja: すべてのPDFはお使いのデバイス上でローカル処理されます。クラウドへのアップロードは一切ありません。
tr: Tüm PDF'lerin cihazında yerel olarak işlenir. Hiçbir şey buluta yüklenmez.
zh_hans: 所有PDF均在你的设备本地处理。绝不上传到云端。

# onboarding.privacyTitle
source: Privacy First
de: Datenschutz zuerst
es: Privacidad primero
fr: Confidentialité avant tout
ja: プライバシー優先
tr: Önce Gizlilik
zh_hans: 隐私优先

# onboarding.readyDescription
source: Start by adding some PDF files to get going.
de: Füge ein paar PDF-Dateien hinzu, um loszulegen.
es: Comienza agregando algunos archivos PDF para empezar.
fr: Commencez par ajouter quelques fichiers PDF pour démarrer.
ja: PDFファイルを追加して始めましょう。
tr: Başlamak için birkaç PDF dosyası ekle.
zh_hans: 添加一些PDF文件即可开始。

# onboarding.readyTitle
source: You're All Set!
de: Alles bereit!
es: ¡Todo listo!
fr: Vous êtes prêt !
ja: 準備完了！
tr: Hazırsın!
zh_hans: 一切就绪！

# onboarding.welcomeDescription
source: Your privacy-first PDF toolkit for merging, splitting, and organizing documents.
de: Dein datenschutzorientiertes PDF-Werkzeug zum Zusammenführen, Teilen und Organisieren von Dokumenten.
es: Tu kit de herramientas PDF que prioriza la privacidad para combinar, dividir y organizar documentos.
fr: Votre boîte à outils PDF axée sur la confidentialité pour fusionner, diviser et organiser vos documents.
ja: プライバシー優先のPDFツールキット。結合、分割、整理に。
tr: Birleştirme, bölme ve belge düzenleme için gizlilik öncelikli PDF araç setin.
zh_hans: 你的隐私优先PDF工具，用于合并、拆分和整理文档。

# onboarding.welcomeTitle
source: Welcome to ZapPDF
de: Willkommen bei ZapPDF
es: Bienvenido a ZapPDF
fr: Bienvenue sur ZapPDF
ja: ZapPDFへようこそ
tr: ZapPDF'e Hoş Geldin
zh_hans: 欢迎使用ZapPDF

# operation.convert.description
source: Convert PDF to other formats
de: PDF in andere Formate konvertieren
es: Convierte PDF a otros formatos
fr: Convertir un PDF vers d'autres formats
ja: PDFを他の形式に変換
tr: PDF'i diğer formatlara dönüştür
zh_hans: 将PDF转换为其他格式

# operation.convert.title
source: Convert PDF
de: PDF konvertieren
es: Convertir PDF
fr: Convertir le PDF
ja: PDFを変換
tr: PDF'i Dönüştür
zh_hans: 转换PDF

# operation.editPages.description
source: Reorder, rotate, and delete pages
de: Seiten neu anordnen, drehen und löschen
es: Reordenar, rotar y eliminar páginas
fr: Réorganiser, faire pivoter et supprimer des pages
ja: ページの並べ替え、回転、削除
tr: Sayfaları yeniden sırala, döndür ve sil
zh_hans: 重新排序、旋转和删除页面

# operation.editPages.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
tr: Kaydet
zh_hans: 保存

# operation.editPages.title
source: Edit Pages
de: Seiten bearbeiten
es: Editar páginas
fr: Modifier les pages
ja: ページを編集
tr: Sayfaları düzenle
zh_hans: 编辑页面

# operation.flatten.description
source: Bake annotations and forms into page content
de: Anmerkungen und Formulare in Seiteninhalt einbetten
es: Integrar anotaciones y formularios en el contenido
fr: Intégrer annotations et formulaires dans le contenu
ja: 注釈とフォームをページに埋め込む
tr: Ek açıklamaları ve formları sayfaya sabitle
zh_hans: 将注释和表单合并到页面内容中

# operation.flatten.title
source: Flatten PDF
de: PDF reduzieren
es: Aplanar PDF
fr: Aplatir PDF
ja: PDFをフラット化
tr: PDF'i Düzleştir
zh_hans: 拼合PDF

# operation.merge.description
source: Combine multiple PDFs into one document
de: Mehrere PDFs zu einem Dokument zusammenführen
es: Combina múltiples PDFs en un solo documento
fr: Combiner plusieurs PDF en un seul document
ja: 複数のPDFを1つのドキュメントに結合
tr: Birden fazla PDF'i tek belgede birleştir
zh_hans: 将多个PDF合并为一个文档

# operation.merge.title
source: Merge PDFs
de: PDFs zusammenführen
es: Combinar PDFs
fr: Fusionner les PDF
ja: PDFを結合
tr: PDF'leri Birleştir
zh_hans: 合并PDF

# operation.split.description
source: Extract pages or split into multiple documents
de: Seiten extrahieren oder in mehrere Dokumente aufteilen
es: Extrae páginas o divide en múltiples documentos
fr: Extraire des pages ou diviser en plusieurs documents
ja: ページを抽出または複数のドキュメントに分割
tr: Sayfaları çıkart veya birden fazla belgeye böl
zh_hans: 提取页面或拆分为多个文档

# operation.split.extractRanges
source: Extract Page Ranges
de: Seitenbereiche extrahieren
es: Extraer rangos de páginas
fr: Extraire des plages de pages
ja: ページ範囲を抽出
tr: Sayfa Aralıklarını Çıkart
zh_hans: 提取页面范围

# operation.split.selectPages
source: Select Specific Pages
de: Bestimmte Seiten auswählen
es: Seleccionar páginas específicas
fr: Sélectionner des pages spécifiques
ja: 特定のページを選択
tr: Belirli Sayfaları Seç
zh_hans: 选择特定页面

# operation.split.splitEvery
source: Split Every N Pages
de: Alle N Seiten teilen
es: Dividir cada N páginas
fr: Diviser toutes les N pages
ja: N ページごとに分割
tr: Her N Sayfada Böl
zh_hans: 每N页拆分

# operation.split.title
source: Split PDF
de: PDF teilen
es: Dividir PDF
fr: Diviser le PDF
ja: PDFを分割
tr: PDF'i Böl
zh_hans: 拆分PDF

source: Original position: %lld
de: Ursprüngliche Position: %lld
es: Posición original: %lld
fr: Position d'origine : %lld
ja: 元の位置: %lld
tr: Orijinal konum: %lld
zh_hans: 原始位置：%lld

source: Page %lld
de: Seite %lld
es: Página %lld
ja: ページ %lld
tr: Sayfa %lld
zh_hans: 第 %lld 页

# Page %lld is out of range (1-%lld)
source: Page %1$lld is out of range (1-%2$lld)
de: Seite %1$lld liegt außerhalb des Bereichs (1-%2$lld)
es: La página %1$lld está fuera de rango (1-%2$lld)
fr: La page %1$lld est hors limites (1-%2$lld)
ja: ページ %1$lld は範囲外です (1-%2$lld)
tr: Sayfa %1$lld aralık dışında (1-%2$lld)
zh_hans: 第 %1$lld 页超出范围（1-%2$lld）

# Page %lld of %lld
source: Page %1$lld of %2$lld
de: Seite %1$lld von %2$lld
es: Página %1$lld de %2$lld
fr: Page %1$lld sur %2$lld
ja: ページ %1$lld / %2$lld
tr: Sayfa %1$lld / %2$lld
zh_hans: 第 %1$lld / %2$lld 页

# Page range %lld-%lld is invalid. Document has %lld pages.
source: Page range %1$lld-%2$lld is invalid. Document has %3$lld pages.
de: Seitenbereich %1$lld-%2$lld ist ungültig. Das Dokument hat %3$lld Seiten.
es: El rango de páginas %1$lld-%2$lld no es válido. El documento tiene %3$lld páginas.
fr: La plage de pages %1$lld-%2$lld est invalide. Le document contient %3$lld pages.
ja: ページ範囲 %1$lld-%2$lld は無効です。ドキュメントには %3$lld ページあります。
tr: Sayfa aralığı %1$lld-%2$lld geçersiz. Belgede %3$lld sayfa var.
zh_hans: 页面范围 %1$lld-%2$lld 无效。文档共有 %3$lld 页。

# pageEditor.rotateLeft
source: Rotate Left
de: Links drehen
es: Rotar a la izquierda
fr: Rotation gauche
ja: 左に回転
tr: Sola döndür
zh_hans: 向左旋转

# pageEditor.rotateRight
source: Rotate Right
de: Rechts drehen
es: Rotar a la derecha
fr: Rotation droite
ja: 右に回転
tr: Sağa döndür
zh_hans: 向右旋转

# pageRange.emptyRange
source: No page ranges specified
de: Keine Seitenbereiche angegeben
es: No se especificaron rangos de páginas
fr: Aucune plage de pages spécifiée
ja: ページ範囲が指定されていません
tr: Sayfa aralığı belirtilmedi
zh_hans: 未指定页面范围

# pageReorder.cannotDeleteLastPage
source: Cannot delete the last page
de: Die letzte Seite kann nicht gelöscht werden
es: No se puede eliminar la última página
fr: Impossible de supprimer la dernière page
ja: 最後のページは削除できません
tr: Son sayfa silinemez
zh_hans: 无法删除最后一页

# pageReorder.discard
source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
ja: 破棄
tr: At
zh_hans: 放弃

# pageReorder.discardChangesMessage
source: You have unsaved changes. Are you sure you want to discard them?
de: Du hast nicht gespeicherte Änderungen. Bist du sicher, dass du sie verwerfen möchtest?
es: Tienes cambios sin guardar. ¿Estás seguro de que quieres descartarlos?
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir les abandonner ?
ja: 保存されていない変更があります。破棄してもよろしいですか？
tr: Kaydedilmemiş değişiklikler var. Atmak istediğinden emin misin?
zh_hans: 你有未保存的更改。确定要放弃吗？

# pageReorder.discardChangesTitle
source: Discard Changes?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Abandonner les modifications ?
ja: 変更を破棄しますか？
tr: Değişiklikler Atılsın mı?
zh_hans: 放弃更改？

# pageReorder.finalizing
source: Finalizing file...
de: Datei wird finalisiert...
es: Finalizando archivo...
fr: Finalisation du fichier...
ja: ファイルを最終処理中...
tr: Dosya sonlandırılıyor...
zh_hans: 正在完成文件...

# pageReorder.invalidPageOrder
source: Invalid page order.
de: Ungültige Seitenreihenfolge.
es: Orden de páginas inválido.
fr: Ordre des pages invalide.
ja: 無効なページ順序。
tr: Geçersiz sayfa sırası.
zh_hans: 无效的页面顺序。

# pageReorder.loadingPages
source: Loading pages...
de: Seiten werden geladen...
es: Cargando páginas...
fr: Chargement des pages...
ja: ページを読み込み中...
tr: Sayfalar yükleniyor...
zh_hans: 正在加载页面...

# pageReorder.noChangesToSave
source: No changes to save.
de: Keine Änderungen zum Speichern.
es: No hay cambios para guardar.
fr: Aucune modification à enregistrer.
ja: 保存する変更がありません。
tr: Kaydedilecek değişiklik yok.
zh_hans: 没有需要保存的更改。

# pageReorder.selectPageToPreview
source: Select a page to preview
de: Wähle eine Seite zur Vorschau
es: Selecciona una página para previsualizar
fr: Sélectionnez une page pour prévisualiser
ja: プレビューするページを選択
tr: Önizlemek için bir sayfa seç
zh_hans: 选择要预览的页面

# pageReorder.tapDoneToSave
source: Tap Done to save changes
de: Tippe auf Fertig, um Änderungen zu speichern
es: Toca Listo para guardar los cambios
fr: Appuyez sur Terminé pour enregistrer les modifications
ja: 完了をタップして変更を保存
tr: Değişiklikleri kaydetmek için Tamam'a dokun
zh_hans: 点击「完成」保存更改

# Pages %lld-%lld
source: Pages %1$lld-%2$lld
de: Seiten %1$lld-%2$lld
es: Páginas %1$lld-%2$lld
ja: ページ %1$lld-%2$lld
tr: Sayfa %1$lld-%2$lld
zh_hans: 第 %1$lld-%2$lld 页

source: Pages: %@
de: Seiten: %@
es: Páginas: %@
ja: ページ: %@
tr: Sayfalar: %@
zh_hans: 页面：%@

# paywall.features
source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
ja: 機能
tr: Özellikler
zh_hans: 功能

# paywall.free
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
tr: Ücretsiz
zh_hans: 免费

# paywall.noFreeActionsRemaining
source: No free actions remaining
de: Keine kostenlosen Aktionen mehr übrig
es: No quedan acciones gratuitas
fr: Aucune action gratuite restante
ja: 無料操作が残っていません
tr: Ücretsiz işlem kalmadı
zh_hans: 没有剩余免费操作

# paywall.oneFreeActionRemaining
source: 1 free action remaining
de: 1 kostenlose Aktion verbleibend
es: 1 acción gratuita restante
fr: 1 action gratuite restante
ja: 無料操作が1回残っています
tr: 1 ücretsiz işlem kaldı
zh_hans: 还剩1次免费操作

# paywall.pdfActions
source: PDF Actions
de: PDF-Aktionen
es: Acciones PDF
fr: Actions PDF
ja: PDF操作
tr: PDF İşlemleri
zh_hans: PDF操作

# paywall.privacyNote
source: All PDF processing happens locally on your device
de: Alle PDF-Verarbeitung erfolgt lokal auf deinem Gerät
es: Todo el procesamiento de PDF ocurre localmente en tu dispositivo
fr: Tout le traitement PDF s'effectue localement sur votre appareil
ja: すべてのPDF処理はお使いのデバイス上でローカルに行われます
tr: Tüm PDF işlemleri cihazında yerel olarak gerçekleşir
zh_hans: 所有PDF处理均在你的设备本地完成

# paywall.purchaseFailed
source: Purchase failed. Please try again.
de: Kauf fehlgeschlagen. Bitte versuche es erneut.
es: Error en la compra. Por favor, inténtalo de nuevo.
fr: Échec de l'achat. Veuillez réessayer.
ja: 購入に失敗しました。もう一度お試しください。
tr: Satın alma başarısız. Lütfen tekrar dene.
zh_hans: 购买失败。请重试。

# paywall.purchaseSuccess
source: Welcome to Pro!
de: Willkommen bei Pro!
es: ¡Bienvenido a Pro!
fr: Bienvenue chez Pro !
ja: Proへようこそ！
tr: Pro'ya Hoş Geldin!
zh_hans: 欢迎使用Pro！

# paywall.purchaseSuccessMessage
source: Thank you for upgrading to Pro! Enjoy unlimited PDF actions.
de: Danke für das Upgrade auf Pro! Genieße unbegrenzte PDF-Aktionen.
es: ¡Gracias por mejorar a Pro! Disfruta de acciones PDF ilimitadas.
fr: Merci d'avoir effectué la mise à niveau vers Pro ! Profitez d'actions PDF illimitées.
ja: Proへのアップグレードありがとうございます！無制限のPDF操作をお楽しみください。
tr: Pro'ya yükselttiğin için teşekkürler! Sınırsız PDF işleminin keyfini çıkar.
zh_hans: 感谢升级到Pro！尽情享受无限PDF操作。

# paywall.restoreFailed
source: Restore failed. Please try again.
de: Wiederherstellung fehlgeschlagen. Bitte versuche es erneut.
es: Error al restaurar. Por favor, inténtalo de nuevo.
fr: Échec de la restauration. Veuillez réessayer.
ja: 復元に失敗しました。もう一度お試しください。
tr: Geri yükleme başarısız. Lütfen tekrar dene.
zh_hans: 恢复失败。请重试。

# paywall.restorePurchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
tr: Satın Alımları Geri Yükle
zh_hans: 恢复购买

# paywall.restoring
source: Restoring...
de: Wiederherstellen...
es: Restaurando...
fr: Restauration...
ja: 復元中...
tr: Geri yükleniyor...
zh_hans: 正在恢复...

# paywall.unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
ja: 無制限
tr: Sınırsız
zh_hans: 无限

# paywall.upgradeSubtitle
source: Unlock unlimited PDF actions and premium features
de: Unbegrenzte PDF-Aktionen und Premium-Funktionen freischalten
es: Desbloquea acciones PDF ilimitadas y funciones premium
fr: Débloquez des actions PDF illimitées et des fonctionnalités premium
ja: 無制限のPDF操作とプレミアム機能をアンロック
tr: Sınırsız PDF işlemi ve premium özelliklerin kilidini aç
zh_hans: 解锁无限PDF操作和高级功能

# paywall.upgradeTitle
source: Upgrade to ZapPDF Pro
de: Auf ZapPDF Pro upgraden
es: Mejora a ZapPDF Pro
fr: Passez à ZapPDF Pro
ja: ZapPDF Proにアップグレード
tr: ZapPDF Pro'ya Yükselt
zh_hans: 升级到ZapPDF Pro

# pdfDisplay.continuous
source: Continuous
de: Fortlaufend
es: Continuo
fr: Continu
ja: 連続
tr: Sürekli
zh_hans: 连续

# pdfDisplay.singlePage
source: Single Page
de: Einzelseite
es: Página única
fr: Page unique
ja: 単一ページ
tr: Tek Sayfa
zh_hans: 单页

# pdfDisplay.twoPages
source: Two Pages
de: Zwei Seiten
es: Dos páginas
fr: Deux pages
ja: 2ページ表示
tr: İki Sayfa
zh_hans: 双页

# pdfDisplay.twoPagesContinuous
source: Two Pages (Continuous)
de: Zwei Seiten (Fortlaufend)
es: Dos páginas (Continuo)
fr: Deux pages (continu)
ja: 2ページ（連続）
tr: İki Sayfa (Sürekli)
zh_hans: 双页（连续）

source: Permission denied for '%@'
de: Berechtigung verweigert für '%@'
es: Permiso denegado para '%@'
fr: Permission refusée pour « %@ »
ja: 「%@」へのアクセスが拒否されました
tr: '%@' için izin reddedildi
zh_hans: 拒绝访问「%@」

# processing.cancelConfirmMessage
source: The current operation will be stopped and any progress will be lost.
de: Der aktuelle Vorgang wird gestoppt und alle Fortschritte gehen verloren.
es: La operación actual se detendrá y se perderá todo el progreso.
fr: L'opération en cours sera arrêtée et toute progression sera perdue.
ja: 現在の操作は停止し、進行状況は失われます。
tr: Mevcut işlem durdurulacak ve ilerleme kaybolacak.
zh_hans: 当前操作将停止，所有进度将丢失。

# processing.cancelConfirmTitle
source: Cancel Operation?
de: Vorgang abbrechen?
es: ¿Cancelar operación?
fr: Annuler l'opération ?
ja: 操作をキャンセルしますか？
tr: İşlem İptal Edilsin mi?
zh_hans: 取消操作？

# processing.cancelOperation
source: Cancel Operation
de: Vorgang abbrechen
es: Cancelar operación
fr: Annuler l'opération
ja: 操作をキャンセル
tr: İşlemi İptal Et
zh_hans: 取消操作

# processing.completed
source: Completed!
de: Abgeschlossen!
es: ¡Completado!
fr: Terminé !
ja: 完了しました！
tr: Tamamlandı!
zh_hans: 完成！

# processing.converting
source: Converting PDF...
de: PDF wird konvertiert...
es: Convirtiendo PDF...
fr: Conversion du PDF...
ja: PDFを変換中...
tr: PDF dönüştürülüyor...
zh_hans: 正在转换PDF...

# processing.fileSaved
source: File Saved
de: Datei gespeichert
es: Archivo guardado
fr: Fichier enregistré
ja: ファイルを保存しました
tr: Dosya Kaydedildi
zh_hans: 文件已保存

# processing.fileSavedMessage
source: Your PDF has been saved successfully.
de: Deine PDF wurde erfolgreich gespeichert.
es: Tu PDF se ha guardado exitosamente.
fr: Votre PDF a été enregistré avec succès.
ja: PDFが正常に保存されました。
tr: PDF başarıyla kaydedildi.
zh_hans: 你的PDF已成功保存。

# processing.filesSaved
source: Files Saved
de: Dateien gespeichert
es: Archivos guardados
fr: Fichiers enregistrés
ja: ファイルを保存しました
tr: Dosyalar Kaydedildi
zh_hans: 文件已保存

# processing.filesSavedMessage
source: Successfully saved %lld PDF files.
de: %lld PDF-Dateien wurden erfolgreich gespeichert.
es: Se guardaron correctamente %lld archivos PDF.
fr: %lld fichiers PDF ont été enregistrés avec succès.
ja: %lld 個のPDFファイルが正常に保存されました。
tr: %lld PDF dosyası başarıyla kaydedildi.
zh_hans: 已成功保存 %lld 个 PDF 文件。

# processing.finalizingFile
source: Finalizing file...
de: Datei wird finalisiert...
es: Finalizando archivo...
fr: Finalisation du fichier...
ja: ファイルを最終処理中...
tr: Dosya sonlandırılıyor...
zh_hans: 正在完成文件...

# processing.flattening
source: Flattening PDF...
de: PDF wird reduziert...
es: Aplanando PDF...
fr: Aplatissement du PDF...
ja: PDFをフラット化中...
tr: PDF düzleştiriliyor...
zh_hans: 正在拼合PDF...

# processing.largePDFWriteHint
source: Large PDFs may take a while to write.
de: Große PDFs können beim Schreiben etwas dauern.
es: Los PDF grandes pueden tardar un poco en guardarse.
fr: L'écriture des PDF volumineux peut prendre un peu de temps.
ja: 大きなPDFは書き込みに時間がかかる場合があります。
tr: Büyük PDF'lerin yazılması biraz zaman alabilir.
zh_hans: 大型 PDF 写入可能需要一些时间。

# processing.merging
source: Merging PDFs...
de: PDFs werden zusammengeführt...
es: Combinando PDFs...
fr: Fusion des PDF...
ja: PDFを結合中...
tr: PDF'ler birleştiriliyor...
zh_hans: 正在合并PDF...

# processing.pdfOperationFailed
source: PDF operation failed.
de: PDF-Vorgang fehlgeschlagen.
es: La operación PDF falló.
fr: Échec de l'opération PDF.
ja: PDF操作に失敗しました。
tr: PDF işlemi başarısız.
zh_hans: PDF操作失败。

# processing.preparing
source: Preparing...
de: Vorbereitung...
es: Preparando...
fr: Préparation...
ja: 準備中...
tr: Hazırlanıyor...
zh_hans: 准备中...

# processing.previewLoading
source: Loading preview...
de: Vorschau wird geladen...
es: Cargando vista previa...
fr: Chargement de l'aperçu...
ja: プレビューを読み込み中...
tr: Önizleme yükleniyor...
zh_hans: 正在加载预览...

# processing.previewNotAvailable
source: Preview not available
de: Vorschau nicht verfügbar
es: Vista previa no disponible
fr: Aperçu non disponible
ja: プレビューを利用できません
tr: Önizleme kullanılamıyor
zh_hans: 预览不可用

# processing.readyToSave
source: Your PDF is ready to save
de: Deine PDF ist bereit zum Speichern
es: Tu PDF está listo para guardar
fr: Votre PDF est prêt à être enregistré
ja: PDFを保存する準備ができました
tr: PDF kaydetmeye hazır
zh_hans: 你的PDF已准备好保存

# processing.reordering
source: Reordering pages...
de: Seiten werden neu geordnet...
es: Reordenando páginas...
fr: Réorganisation des pages...
ja: ページを並べ替え中...
tr: Sayfalar yeniden sıralanıyor...
zh_hans: 正在重新排序页面...

# processing.revealInFinder
source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderで表示
tr: Finder'da Göster
zh_hans: 在Finder中显示

# processing.selectDestinationFolder
source: Choose a destination folder for split output files.
de: Wähle einen Zielordner für die geteilten Ausgabedateien.
es: Elige una carpeta de destino para los archivos de salida divididos.
fr: Choisissez un dossier de destination pour les fichiers PDF fractionnés.
ja: 分割した出力ファイルの保存先フォルダを選択してください。
tr: Bölünmüş çıktı dosyaları için bir hedef klasör seçin.
zh_hans: 请选择一个用于保存拆分输出文件的目标文件夹。

# processing.share
source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
tr: Paylaş
zh_hans: 分享

# processing.somethingWentWrong
source: Something Went Wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
ja: 問題が発生しました
tr: Bir Şeyler Ters Gitti
zh_hans: 出错了

# processing.splitting
source: Splitting PDF...
de: PDF wird geteilt...
es: Dividiendo PDF...
fr: Division du PDF...
ja: PDFを分割中...
tr: PDF bölünüyor...
zh_hans: 正在拆分PDF...

# processing.unexpectedError
source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
es: Ocurrió un error inesperado.
fr: Une erreur inattendue s'est produite.
ja: 予期しないエラーが発生しました。
tr: Beklenmeyen bir hata oluştu.
zh_hans: 发生意外错误。

# processing.usageLimitReached
source: Usage limit reached.
de: Nutzungslimit erreicht.
es: Límite de uso alcanzado.
fr: Limite d'utilisation atteinte.
ja: 使用制限に達しました。
tr: Kullanım limitine ulaşıldı.
zh_hans: 已达到使用限制。
